<main role="main">
    <div class="container marketing">

        <hr class="featurette-divider">

        <div class="row featurette">
            <div class="col-md-7">
                <h1 class="featurette-heading">Проект YOGA. <span class="text-muted">Личный сайт Михаила Шкуро</span></h1>
                <p class="lead">Здесь я публикую информацию о&nbsp;йоге, о&nbsp;том, как я её вижу и&nbsp;практикую.</p>
                <p>Вся информация является личным мнением и не претендует на абсолютную истину, если не указано иначе.</p>
                <h2>Хатха йога, которую я&nbsp;практикую.</h2>
                <p class="lead">Хатха йога, известная так же как «аштанга-йога», «Кундалини-йога» (не путайте с кундалини-йогой, придуманной в Америке) и «раджа-йога». Хатха — переводится, как усилие, натуга, власть. Очевидно имеется в виду, власть духа над материей,
                    или сознания над телом. Хатха-йога, это прежде всего, <a href="yoga-techniques.html">асаны, пранаямы, бандхи и шаткармы</a>. Все направления и стили йоги, где практикуется, что-то из этого, взяли их из хатха-йоги, потому как все
                    они описаны, не иначе, как в тексте 15 века, <a href="yoga-philosophy.html#pradipika">«Хатха Йога Прадипика»</a>. Так же, там описаны внутренние практики: пратьяхара (отрешение чувств), дхарана (концентрация), дхьяна (медитация)
                    и самадхи (освобождение от всех обусловленных состояний). Опытные практики сходятся во мнении, что для них сначала необходимо, многие годы, выполнять физические упражнения.</p>
                <p class="lead">Современные школы, каждая по своему складывают мозаику из этих техник, кто-то делает акцент на динамические переходы, виньясы, кто-то на статическую отстройку поз, кто-то делает только пранаямы сидя. Всё это есть в хатха-йоге, а то
                    что вы получите идя на класс по хатха йоге в центр или студию, зависит от того кто её ведёт. Когда написано занятие хаха йогой, подразумевается, что ограничений нет.</p>
                <p class="lead">Я стараюсь познакомить учеников со всеми известными способами совершенствования тела и ума, которые есть в йоге. На классах, это обычно подготовительные и упрощённые варианты, с упором на укрепление тела, освоив которые вы сможете
                    тренироваться в любом подходящем вам стиле или направлении.</p>
            </div>
            <div class="col-md-5">
                <img class="featurette-image img-fluid mx-auto" src="/img/IMG_1351_1x1_500px.jpg" alt="фото Михаила Шкуро по пояс">
            </div>
        </div>

        <hr class="featurette-divider">



    </div>