<main role="main">

    <div class="container marketing">

        <hr class="featurette-divider">

        <div class="row featurette">
            <div class="col-md-7">
                <h1 class="featurette-heading">Намасте!</h1>
                <p class="lead">Меня зовут Михаил Шкуро, я&nbsp;сертифицированный преподаватель <wbr>Хатха-йоги.</p>
                <h3>Кратко:</h3>
                <p class="lead">Занимаюсь йогой с 2005 г.<br>Личная практика с 2013 г.<br>Веду занятия с февраля 2016 г.<br><a href="http://www.yoga108.com/certified-teachers-yoga108/" target="_blank">Сертификационный курс Йога108 для подготовки профессиональных преподавателей йоги август 2016 – апрель 2017 г.</a></p>
                <h3>О себе:</h3>
                <p class="lead">С 2008 года посещал различные йога центры и учителей в России и Индии на регулярной основе.</p>
                <p class="lead">Занимался по системам Аштанга Виньяса Йоги, йоги Аенгара и Шивананда йоги, интересовался научными исследованиями воздействия йоги на человека. В 2013 году пришёл к ежедневной самостоятельной практике.</p>
                <p class="lead">Многие приходят в йогу из спорта, или из танцев, это легко, сразу можно начать ходить на продвинутые группы. Я никогда не занимался спортом, природной гибкостью и силой не обладал, все результаты, это действие йоги.</p>
                <p class="lead">Решив стать преподавателем, искал подходящие курсы. Выбрать было не просто. Традиционных индийских школ нет. На них претендуют Аштанга Виньяса йога и йога Аенгара, ещё кое кто, однако они придуманы для западных умов. Придуманы давно,
                    хоть и не очень, с тех пор накоплено много опыта и сделаны исследования, предлагающее более эффективные методы. В Шивананда йоге слишком много карма йоги и мало практик)) Йога23 хороша, но ехать в Украину не захотел. Про Андрея
                    Лаппу тогда мало что знал, а имидж его мне не понравился. Ну и конечно же йога альянс, тут просто слов нет, в каждом гестхаусе в Ришикеше, в подвале есть индус с сертификатом йога альянса, который за пару сотен баксов даст аналогичный
                    любой домохозяйке, прослушавшей его никем не проверенную информацию. Йога альянс никак не проверят, не экзаменует, только берёт деньги за печать на сертификате.</p>
                <p class="lead">Важным критерием для меня было количество сдавших экзамен из группы. В моём потоке из 20 сдали 7. Экзамены реально сложные, по предметам отдельно. Личная практика проверялась строго.</p>
                <p class="lead">Так как я в Питере ходил в АЙЦ, то и приметил их курсы, однако в тот год, когда я скопил 80 0000 руб., на обучение они упростили курс. Он стал дешевле в два раза, но и меньше по объёму информации. Поэтому я поехал учится к москвичам,
                    тоже yoga108. Важно для меня было присутствие на курсе Артёма Фролова, как преподавателя анатомии и физиологии, к тому времени я уже читал его работы.</p>
                <p class="lead">С 2016 года обучался на курсе подготовки преподавателей по авторской методике Михаила Баранова и Ильи Журавлёва, <a href="http://www.yoga108.com/teachers-training/" target="_blank">Йога108</a>.</p>
                <p class="lead">Эта методика позволяет мне используя знания различных направлений и школ йоги, подобрать практику для нужных целей и разных учеников.</p>

                <h3>Индивидуальные занятия:</h3>
                <p class="lead">Проходят в залах города на условиях аренды, либо на вашей территории, по предварительной договорённости. Для записи, обращайтесь по любым каналам связи. Перед первым занятием хорошо сообщить мне информацию о вашем текущем состоянии
                    здоровья и уровне подготовки.</p>
                <p class="lead">Если вы занимаетесь у меня курсом, то после первого занятия я подготовлю для вас тренировочную программу, по которой вы сможете тренироваться самостоятельно. </p>

                <h3>Групповые занятия:</h3>
                <p class="lead">Веду занятия по хатха йоге для групп начального и среднего уровня. Включая элементы пранаямы, бандхи (замки) и брюшные манипуляции.</p>
                <p class="lead">Последовательность асан разработана для полноценной подготовки всего тела, без перекоса на гибкость или силу, по принципам компенсации. Для развития координации и балансирования нервной системы.</p>
                <p class="lead">Применяю правки в асанах, как голосом, так и непосредственно физически. В меру, всё-таки надо учиться выполнять самостоятельно, правка помогает почувствовать как надо, потом надо так делать самостоятельно. Аджастмент (дотягивание)
                    применяю по желанию ученика.</p>
                <p class="lead">Так же, веду тематические классы, с акцентом на разные направления подвижности.</p>
                <p class="lead">Ориентируясь на группу, предлагаю разные варианты выполнения, для людей с разным уровнем подготовки.</p>

                <p class="lead">Приходите на занятия, повышать возможности своего тела и ума! До встречи!</p>
                <h3 id="schedule">Расписание занятий в Санкт-Петербурге:</h3>
                <p class="lead font-italic text-danger">В расписании есть изменения, пожалуйста уточняйте</p>
                <table id="table" class="table table-hover table-sm">
                    <?php
                    if ($params[shedule] != null) {
                        foreach ($params[shedule] as $shedule) {
                            // echo'<pre>';
                            // print_r($shedule);
                            // echo'</pre>';

                            echo '<tr class="table-secondary">
                                        <td><strong>' . $shedule[clas][dayOfTheWeek] . '</strong></td>
                                        <td></td>
                                        <td></td>
                                    </tr>
                                    <tr class="table-primary">
                                        <td>' . $shedule[clas][time] . '</td>
                                        <td>' . $shedule[clas][type] . '</td>
                                        <td>' . $shedule[clas][place] . '</td>
                                    </tr>';
                        }
                    }
                    ?>
                </table>

            </div>
            <div class="col-md-5">
                <img class="featurette-image img-fluid mx-auto" src="/img/IMG_1328_2_445.jpg" alt="Михаил Шкуро в позе лотоса падмасане">
                <img class="featurette-image img-fluid mx-auto mt-5" src="/img/sertificat-445.jpg" alt="Сертификат yoga108">
                <img class="featurette-image img-fluid mx-auto mt-5" src="/img/IMG-20170413-WA0078_445.jpg" alt="правки в урдхва дханурасане">
                <img class="featurette-image img-fluid mx-auto mt-5" src="/img/OqNxgmcY35Q_445.jpg" alt="групповое занятие">
                <ul class="list-group mt-5">
                    <h4 class="list-group-item">Веду тут:</h4>
                    <!-- <li class="list-group-item"><a class="text-secondary" href="https://yogasfera.ru"  target="_blank">СФЕРА на Горьковской</a></li> -->
                    <!-- <li class="list-group-item"><a class="text-secondary" href="https://vk.com/yogaiclub"  target="_blank">I-Yoga на ВО</a></li> -->
                    <li class="list-group-item"><a class="text-secondary" href="https://www.studiopixels.ru/" target="_blank">Школа танцев Пиксели</a></li>
                    <li class="list-group-item"><a class="text-secondary" href="http://parusclub.ru/" target="_blank">Фитнес клуб ПАРУС</a></li>
                    <li class="list-group-item"><a class="text-secondary" href="https://vk.com/awakesisters_studio" target="_blank">AWAKE SISTERS soul healing space</a></li>
                </ul>
                <div id="map" class="mt-5" style="width: 100%; height: 445px"></div>
            </div>
        </div>



        <hr class="featurette-divider">



    </div>
    