<main role="main">


        <div class="container">
            <h1 class="featurette-heading mb-5">Техники хатха&nbsp;йоги</h1>


            <div class="row">


                <div class="col col-md-4">
                    <ul class="list-group mb-5 font-weight-bold">
                        <h4 class="list-group-item">Навигация:</h4>
                        <li class="list-group-item"><a class="text-info" href="#asana">Асаны (позы йоги)</a></li>
                        <li class="list-group-item"><a class="text-info" href="#vinyasa">Виньясы (переходы)</a></li>
                        <li class="list-group-item"><a class="text-info" href="#pranayama">Пранаямы (дыхательные упражнения)</a></li>
                        <li class="list-group-item"><a class="text-info" href="#mindcontrol">Управление вниманием</a></li>
                        <li class="list-group-item"><a class="text-info" href="#bandhi">Бандхи (замки)</a></li>
                        <li class="list-group-item"><a class="text-info" href="#kriya">Крийи (действия)</a></li>
                        <li class="list-group-item"><a class="text-info" href="#vyayama">Вьяямы (суставная гимнастика)</a></li>
                        <li class="list-group-item"><a class="text-info" href="#drishti">Дришти (направление взгляда)</a></li>
                        <li class="list-group-item"><a class="text-info" href="#shatkarmy">Шаткармы (очистительные практики)</a></li>

                    </ul>
                </div>

                <div class="col-12 col-md-8">
                    <h2 id="asana">Асана</h2>
                    <p class="lead">Стаические положения тела в пространстве. Как простые позы сидя, так и сложные балансы на руках — это асаны. Существует множество асан. </p>
                    <p>Асана может являться мудрой, если выполняется определённым образом в течении определённого времени. </p>
                    <p>Асаны имеют идентификатор в виде названия на санскрите, а также, многие переведены на английский и русский язык. Кроме того, некоторые названия на русском никак не связаны с оригинальным названием на санскрите, просто они короче и
                        удобнее в использовании.</p>
                    <p> Одни и те же асаны могут называться по-разному в разных школах йоги. Есть большое количество вариантов многих из них. На одном классе может выполняться разное количество, в зависимости от школы или цели практики. В среднем от 4ёх до
                        50ти.
                    </p>
                    <hr class="featurette-divider">

                    <h2 id="vinyasa">Виньяса</h2>
                    <p class="lead">Динамические переходы между асанами, производимые на вдохе, на выдохе или задержке дыхания — это виньясы.</p>
                    <p>В некоторых школах виньясой называют переход именно из конкретно определённых поз, с заданным дыханием.</p>
                    <p>В большинстве направлений используются виньясы, где-то меньше и только на поздних этапах практики, где-то больше и на них делается акцент.</p>
                    <hr class="featurette-divider">

                    <h2 id="pranayama">Пранаяма</h2>
                    <p class="lead">То, что выполняется на йога классах, это подготовка к пранаяме, дыхательные упражнения. Направленные на развитие дыхательной мускулатуры, объёма лёгких, количество альвеол в лёгких, качество и количество кровеносных сосудов, а также
                        способности клеток обходиться меньшим количеством кислорода. Так называемая гипоксическая нагрузка. Что в сложных условиях даёт мышцам больше силы и выносливости, а уму, ясность.</p>
                    <p>Сама пранаяма предполагает визуализацию эзотерической системы представлений о реальности. Таких как прана, каналы нади, чакры и т.п. Это делается только под руководством гуру (духовного учителя, не путать с современным учителем йоги),
                        в противном случае это просто фантазия увлекающихся нью эйджем людей с хорошим воображением.</p>
                    <p class="lead">Несколько примеров упражнений:</p>
                    <h4>Уджайи</h4>
                    <p>Дыхание через слегка поджатые голосовые связки, точнее ложные голосовые связки, которые расположены сразу над истинными. Происходит с характерным шипящим звуком.</p>

                    <h4>Капалабхати</h4>
                    <p>Резкий шумный выдох через нос с помощью мышц пресса, вдох происходит беззвучно, автоматически при плавном отпускании мышц преса и как следствие, диафрагмы.</p>

                    <h4>Нади шодхана</h4>
                    <ul>
                        <li>Зажать большим пальцем правой руки правую ноздрю
                            <!--(для женщин - левой руки, левую ноздрю)-->и сделать полный вдох;</li>
                        <li>Отпустить правую ноздрю, зажать безымянным пальцем и мизинцем левую ноздрю и сделать полный выдох через правую ноздрю;</li>
                        <li>Не меняя положения пальцев руки, выполнить полный вдох через ту же правую ноздрю;</li>
                        <li>Зажать правую ноздрю, освободить левую и сделать через нее полный выдох;</li>
                        <li>Повторить.</li>
                    </ul>
                    <h4>Кумбхака (задержка дыхания)</h4>
                    <ul>
                        <li>после полного вдоха (антар кумбхака);</li>
                        <li>после полного выдоха (бахир кумбхака).</li>
                    </ul>
                    <hr class="featurette-divider">

                    <h2 id="mindcontrol">Управление вниманием</h2>
                    <p class="lead">В практике постоянно используется управление вниманием. В асанах нужно направлять внимание в определённые точки, делается это обычно, когда асана освоена и всё внимание не тратится на удержание позы. В шавасане внимание перемещают
                        по телу. А есть и специализированные техники, такие как читдакаша дхарана или траттака. Траттака, это созерцание объекта, обычно пламя свечи, не моргая и не двигаясь. Если делать правильно восприятие изменяется.</p>
                    <p>Обычно техники работы с вниманием используются в статических положениях сидя или лёжа в шавасане. Однако, для успешного выполнения асан приходится научиться распределять внимание по телу, для удержания позы, что тренирует его.</p>
                    <hr class="featurette-divider">

                    <h2 id="bandhi">Бандхи</h2>
                    <p class="lead">Бандха, переводится как замок. Значение бандх трудно переоценить, уддияна бандха способна предотвратить множество болезней, за счёт того, что изменяет давление в полостях тела, форсируя прохождение жидкостей по сосудам и помогая сердцу
                        работать.
                        <p class="lead">Есть три основных замка:</p>
                        <h4>Мула бандха</h4>
                        <p>Сокращение лобково-копчиковой мышцы и сфинктера мочевого пузыря. Упрощённый вариант - все мышцы тазового дна.</p>
                        <h4>Уддияна бандха</h4>
                        <p>После полного выдоха, закрыв голосовые связки, подъём грудной клетки вверх, понижение давления в грудной клетке.</p>
                        <h4>Джаландхара бандха</h4>
                        <p>Напряжение мышц глотки и прижатие подбородка к груди.<br>Лёгкий вариант - небольшое движение подбородком вниз и назад, для воздействия на барорецепторы дуги аорты.</p>

                        <hr class="featurette-divider">

                        <h2 id="kriya">Крийи</h2>
                        <p class="lead">Крийя это по сути дела, некоторый набор действий. Дословно крийя — это практика. Может включать в себя разные техники разных видов йоги. Например, симха крийя, симхасана.</p>
                        <p>Техника выполнения симхасаны: Сидя в ваджрасане выполняется резкий выдох через открытый рот, одновременно высовывается язык и издаётся рычание, затем выполняется уддияна бандха, а высунутый язык прижимается к ярёмной впадине.</p>
                        <p>В разных школах йоги криям придаётся разное значение. Крийей может быть последовательность асан и пранаям для ежедневной практики или пение мантр и проведение ритуалов.</p>

                        <hr class="featurette-divider">

                        <h2 id="vyayama">Вьяяма</h2>
                        <p class="lead">Это просто суставная гимнастика. Есть мягкие вьяямы и жёсткие. Они так или иначе задействуют все суставы тела. Обычно выполняются в качестве разминки, могут использоваться как самостоятельная практика. Возможно создать тренировочную
                            программу только из вьяям.</p>
                        <p>Вьяямы получили распространение благодаря Свами Дхирендра Брахмачари. Который является одной из главных фигур в процессе распространения йоги в мире. Многим знакомы его ученики&nbsp;— Бал Мукунд Синдх и Рейнхард Гаммендхаллер.
                            Он издал книгу Йога-сукшма-вьяяма, а также вёл программу на индийском телевидении, во времена Индиры Ганди.</p>

                        <hr class="featurette-divider">

                        <h2 id="drishti">Дришти</h2>
                        <p class="lead">Направление взгляда. Известно, что направление взгляда в том числе перераспределяет мышечный тонус. Что позволяет, например, больше довернуться в скрутке.</p>
                        <p>Дришти имеют свои собственные названия, на обычном классе проще называть направление или точку, куда направить взгляд.</p>

                        <hr class="featurette-divider">

                        <h2 id="shatkarmy">Шаткарма</h2>
                        <p class="lead">Очистительные практики йоги. Например, джала нети и сутра нети, промывание носа водой и механическое очищение шнурком. Есть множество шаткарм, очищающих все части тела, включая слизистые поверхности желудка и кишечника. К шаткарме
                            можно отнести обычную чистку зубов и умывание.</p>
                        <p></p>
                </div>
            </div>
            <hr class="featurette-divider">
        </div>