<main role="main">


        <div class="container">
            <h1 class="featurette-heading mb-5">Школы йоги</h1>


            <div class="row">


                <div class="col col-md-4">
                    <ul class="list-group mb-5 font-weight-bold">
                        <h4 class="list-group-item">Навигация:</h4>
                        <li class="list-group-item"><a class="text-info" href="#shivananda">Шивананда Йога</a></li>
                        <li class="list-group-item"><a class="text-info" href="#bihar">Бихарская школа йоги</a></li>
                        <li class="list-group-item"><a class="text-info" href="#dhirendra">Дхирендра Брахмачари</a></li>
                        <li class="list-group-item"><a class="text-info" href="#krishnamacharya">Тирумалай Кришнамачарья</a></li>
                        <li class="list-group-item"><a class="text-info" href="#ashtanga">Аштанга Виньяса йога</a></li>
                        <li class="list-group-item"><a class="text-info" href="#aengar">Йога Аенгара</a></li>
                        <li class="list-group-item"><a class="text-info" href="#end">Заключение</a></li>

                    </ul>
                </div>

                <div class="col-12 col-md-8">
                    <h2 id="">Введение</h2>
                    <p class="lead">Все представленные сегодня школы и направления появились не раньше 20ого века. Это не значит, что всё придумали недавно, просто ранее йога не была популяризирована. Если вы откроете любой древний текст по йоге, там везде указано, практиковать
                        тайно и хранить техники в секрете. Популяризация была сделана сознательно, с целью возрождения национальной индийской культуры, находящийся в упадке после оккупации сначала мусульманами, потом англичанами. Оккупация сильно подорвала
                        общественные устои и знания начали утрачиваться.</p>

                    <p class="lead">По большей части школы основаны на традиционной индийской системе ценностей. Однако на классах не преподают никакой философии или религии, хотя сами создатели направлений являлись их носителями.</p>
                    <p class="lead">Стоит отметить, что в мире и в местах Индии, где бывают туристы сейчас распространены курсы Американского Йога Альянса. Это образование в большинстве случаев очень низкого качества. Я был на уроках одного из таких курсов и видел, кого
                        и как они обучают. Такое образование не значит ничего, то есть человек с ним может иметь знания и опыт, только если он получил их ещё где-то.</p>

                    <hr class="featurette-divider">

                    <h2 id="shivananda">Шивананда йога</h2>

                    <p class="lead">Наиболее распространённая в Индии. Пурна (полная) йога. Присутствуют все характерные для индийской духовной культуры элементы, карма йога, мантара йога, гьяна йога (изучение упанишад).</p>
                    <p class="lead">Хатха йога занимает далеко не первое место, наоборот, используется только небольшая часть. Обычно только 12 асан. Физически очень простая практика.</p>
                    <p class="lead">Основана Свами Шиванандой Сарасвати, как следует из приставки к имени он был монахом и принадлежал к ордену Сарасвати, основанному Шанкарачарьей. После смерти Свами Шивананды направление Шивананда йоги развивал его ученик, Свами Вишнудевананда.
                        На сегодняшний день существует как в Индии, так и на западе, более того руководство осуществляется из ашрама в Канаде, группой саньяси иностранцев посвящённых в орден Сарасвати.</p>

                    <hr class="featurette-divider">

                    <h2 id="bihar">Бихарская школа йоги</h2>

                    <p class="lead">Основана Свами Сатьянандой Сарасвати, учеником Свами Шивананды в штате Бихар. Он изучал и использовал много больше техник хатха йоги. Создал методику йога-нидра, методику глубокой работы с подсознанием. В целом стиль практики похож
                        на Шивананда йогу, тоже используется короткая шавасана, между асанами. </p>
                    <p class="lead">В настоящее время, на курсах ещё меньше практики, чем в Шивананда ашраме, много карма йоги (мыть посуду, драить ашрам)</p>

                    <hr class="featurette-divider">

                    <h2 id="dhirendra">Школа Дхирендры Брахмачари</h2>

                    <p class="lead">Свами Дхирендра Брахмачари - ученик Махариши Картикеи, ученики которого утверждают, что он прожил 300 лет. Махариши Картикея принадлежал к Вайшравской традиции Рамаитов, однако использовал и техники хатха йоги. Дхирендра Брахмачари
                        учил йоге семью Индиры Ганди и когда та стала премьер министром Индии, имел большое влияние.</p>
                    <p class="lead">Его школа широко распространена в Индии, а на западе почти не известна. Издал книги "Йога Сукшма Вьяяма" и "Йогасана Виджняна".</p>
                    <p class="lead">Приезжал в СССР с закрытым визитом, для подготовки космонавтов.</p>
                    <p class="lead">Йога Сукшма Вьяяма имела хождение в СССР, подпольно в виде самиздата.</p>
                    <p class="lead">Есть два очень известных сегодня ученика Дхирендры Брахмачари, это:</p>
                    <ul>
                        <li class="lead">Бал Мукунд Сингх - преподаватель Делийского государственного института йоги. Тренер индийской сборной по йога-спорту.</li>
                        <li class="lead">Рейнхард Гамментхаллер - преподаёт традиционную кундалини йогу, не путайте с кундалини йогой Йоги Бхаджана, придуманной позже в Америке.</li>
                    </ul>

                    <hr class="featurette-divider">

                    <h2 id="krishnamacharya">Йога Тирумалая Кришнамачарьи</h2>

                    <p class="lead">Кришнамачарья происходит из традиционной браминской семьи в Индии. Учился хатха йоге у Раммохана Брахмачари в Тибетских горах.</p>
                    <p class="lead">Интересно, что он не был саньясином, он был семейным человеком. Хотел принять саньясу, но учитель сказал ему жениться, вероятно, чтобы показать, что йога доступна и для мирян. В виду своих способностей в йога терапии имел финансовую
                        поддержку Махараджи Майсора.</p>
                    <p class="lead">Практика очень разнообразная, разным ученикам он давал разную практику, используя весь богатый арсенал техник йоги. Пранаямы сидя начинали осваивать сразу.</p>
                    <p class="lead">Специфика практики — это динамические переходы, виньясы. В широком понимании, а не как в АВЙ.</p>

                    <hr class="featurette-divider">

                    <h2 id="ashtanga">Аштанга Виньяса Йога</h2>

                    <p class="lead">Основатель Паттабхи Джойс, ученик Тирумалая Кришнамачарьи. Используется только часть знаний, которым учил Кришнамачарья, не раскрываются принципы построения последовательностей, они даются жёстко в нескольких сериях, без возможности
                        адаптации к нуждам учеников.</p>
                    <p class="lead">Паттабхи Джойс — выдающийся учитель йоги, но он не был заинтересован учить западных учеников всерьёз.</p>
                    <p class="lead">Динамичная практика, придуманная для молодых американцев. Это наиболее распространённая наравне с йогой Аенгара школа йоги на западе. На её базе продолжают выдумывать ещё более упрощённые виды йоги.</p>
                    <p class="lead">Существуют два вида классов:</p>
                    <ul>
                        <li class="lead">Майсор класс — ученики практикуют сами не синхронно, под руководством преподавателя, который не демонстрирует последовательность, а только осуществляет правки.</li>
                        <li class="lead">Лед класс — синхронные занятия под голос учителя.</li>
                    </ul>
                    <p class="lead">Хорошая практика, но отсутствует большое количество техник, имеющихся в остальной хатха йоге. Не применяются шаткармы, пранаямы преподавались только узкому кругу лиц и не распространились.</p>

                    <hr class="featurette-divider">


                    <h2 id="aengar">Йога Аенгара</h2>

                    <p class="lead">Б. К. С. Аенгар, тоже учился у Тирумалая Кришнамачарьи, однако его школа кардинально отличается от АВЙ. Его подход вообще в большей степени основан на западной медицине, а не на том чему он учился у Кришнамачарьи. Отсюда напрашивается
                        вывод, чтобы достичь его результатов, надо практиковать не так как он учил, а так как его учил Кришнамачарья.</p>
                    <p class="lead">Аенгар внёс огромный вклад в проработку отстройки асан. Характерно для этого стиля использование большого количество приспособлений - пропсов. На ранних этапах асаны выполняются статично и с долгими фиксациями и отстройкой. На типичном
                        классе может быть выполнено всего четыре асаны.</p>

                    <hr class="featurette-divider">

                    <h2 id="end">Заключение</h2>

                    <p class="lead">Сейчас существует много разных школ и направлений йоги, почти все они так или иначе построены на вышеперечисленных источниках. Многие из них сделаны по принципам шоу-бизнеса — сегодня они широко представлены, завтра о них никто не
                        вспомнит. </p>
                    <p class="lead">Другие, возможно, являются неоиндуистской сектой и либо разовьются в религию, либо исчезнут.</p>

                </div>
            </div>
            <hr class="featurette-divider">
        </div>