<main role="main">


        <div class="container">
            <h1 class="featurette-heading mb-5">Философия хатха&nbsp;йоги</h1>


            <div class="row">


                <div class="col col-md-4">
                    <ul class="list-group mb-5 font-weight-bold">
                        <h4 class="list-group-item">Навигация:</h4>
                        <li class="list-group-item"><a class="text-info" href="#base">Основные понятия</a></li>
                        <li class="list-group-item"><a class="text-info" href="#primary">Первоисточники</a></li>
                        <li class="list-group-item"><a class="text-info" href="#trabl">Проблемы современного толкования. Неоиндуизм. Нью&nbsp;Эйдж</a></li>

                    </ul>
                </div>

                <div class="col-12 col-md-8">
                    <h2 id="">Введение</h2>
                    <p class="lead">Сразу хочу сказать, что тема очень спорная и вы можете встретить в интернетах противоположные мнения. Моё мнение и отношение основано на том чему научили на курсах, где преподавали в том числе основы индийской философии, а также на
                        прочитанных книгах, статьях и личном опыте. </p>
                    <p class="lead">Всё что первым находиться в интернетах о философии веданты, переписано кришнаитами на свой манер. Кришнаиты не являются индуистами, это нео-индуистская секта, созданная специально для запада, в Индии не распространена, там есть вайшнавы
                        в рамках индуизма и они никак не связаны с западной сектой Искон. Секта — это в общем-то не так плохо, все мировые религии были когда-то сектами, просто не надо путать.</p>
                    <p class="lead">Второе, что вы найдёте написано ньюэйджерами, это популярное в Америке течение, уже не молодёжное. Тут ситуация ещё хуже, многие понятия изменены до неузнаваемости. Например, тантру ассоциируют с камасутрой, а чакры с психологией.
                        В общем это всё не имеет никакого отношения к индийской философии, хотя оперирует изменёнными на свой манер её понятиями.</p>
                    <p class="lead">Далее, есть философские факультеты в университетах, где постоянно ведутся, хоть и медленно, работы по переводу и датировке древних текстов. Отличается сухим научным подходом не практикующих людей.</p>
                    <p class="lead">И наконец живые носители традиции, этнические индусы принадлежащие к определённой ветви индуизма и обучающиеся по системе гурукула. Для них йога это религиозная практика и асаны они обычно не практикуют, или практикуют безотносительно
                        к своей традиции. Не путайте с индийскими эмигрантами, что едут преподавать йогу, потому что нет денег на нормальное образование.</p>
                    <p class="lead">Индуизм не прозелитическая религия, если кто-то хочет вас во что-то индуистское посвятить, это неоиндуистская секта или мошенники. Стать индуистом возможно, и не только через брак, но придётся постараться. Другое дело буддизм, они
                        заинтересованы в распространении и проповедуют вполне официально. Если вы ищите религию становитесь буддистами, у них есть хорошие практики.</p>
                    <p class="lead">Нельзя не упомянуть такой источник, как правительство Индии. Они популяризируют не религию, а культуру. С религией часто находятся в конфликтном положении.</p>

                    <hr class="featurette-divider">

                    <h2 id="base">Основные понятия</h2>
                    <h3>Шастры (тексты)</h3>
                    <h4>Шрути (богооткровенные)</h4>
                    <ul>
                        <li class="lead"><strong>Веды</strong> — Ригведа, Атхарваведа и Самаведа. Собрание поэтических гимнов в четырёх томах. Никаких указаний как одеваться или как распределять обязанности в семье, там нет. Если кто-то говорит, что вот в ведах написано
                            или веды говорят, он вешает вам лапшу на уши.</li>
                        <li class="lead"><strong>Упанишады</strong> — первые тексты, где встречаются описания йоги. Рассчитаны на образованное сословие.</li>
                    </ul>
                    <h4>Смрити (услышанные, записанные)</h4>
                    <ul>
                        <li class="lead"><strong>Пураны</strong> — более поздние тексты, истории для простых людей, где персонажами выступают боги и другие мифические личности. Содержат идеи из упанишад в доступной форме.</li>

                        <li class="lead"><strong>Сутры</strong> — виды текстов. По большей части сложные тексты, рассчитанные на высокий уровень интеллекта. Учебники. Возможно понять только с комментариями.</li>
                        <li class="lead"><strong>Тантры</strong> — виды текстов. Описаны практики и ритуалы.</li>
                    </ul>
                    <hr class="featurette-divider mx-5">
                    <p class="lead"><strong>Брахман</strong> — бог абсолют, высшие сознание, которое нельзя представить. Не путать с богом Брамой из пантеона богов.</p>
                    <p class="lead"><strong>Пантеон богов</strong>, которые являются проявлением этого высшего начала. Основные трое — Брама, Шива и Вишну.</p>
                    <p class="lead"><strong>Атман или пуруша и схожее понятие джива</strong> — индивидуальная душа, в отличии от христианской традиции, есть во всех живых существах. Имеет божественную природу, частичка бога в каждом. Как луч солнца, часть солнца. Атман
                        вечен и неуничтожим, в отличии от тела и частей ума, содержащих омрачения. Тело и ум, как одежда атмана.</p>
                    <p class="lead">Жизнь, так или иначе связана со страданием, так как тело и ум разрушаются со временем.</p>
                    <p class="lead"><strong>Процесс самореализации</strong> в упанишадах, это процесс осознания себя как атмана. Человек переживший такое осознание, никогда не возвращается к омрачениям, получает освобождение от страданий.</p>
                    <p class="lead"><strong>Реинкарнация</strong> — процесс перерождения атмана после смерти тела в новое. Память при этом полностью теряется. Существование в теле трудный жёсткий опыт, неразрывно связанный со страданием. Поэтому и появилось стремление
                        этот процесс перерождений остановить.</p>
                    <p class="lead"><strong>Карма</strong> — закон причины и следствия, плод деятельности, отрабатывая одну карму, человек создаёт новую, это круг, колесо сансары. Карма ведёт к новому рождению.</p>
                    <p class="lead"><strong>Цель йоги</strong>, это осознания себя как атмана, своей истинной природы. Через управление своим сознанием.</p>
                    <p class="lead"><strong>Касты, варны</strong> — сословия индийского общества, но не связанные с уровнем дохода, а передающиеся по рождению от родителей детям. Существуют четыре варны:
                        <ul>
                            <li class="lead">брамины — жрецы, священники;</li>
                            <li class="lead">кшатрии — войны, правители;</li>
                            <li class="lead">вайшьи — торговцы;</li>
                            <li class="lead">шудры — чернорабочие, рабы.</li>
                        </ul>
                    </p>
                    <p class="lead">Кастовая система сложно переноситься на западный менталитет, отчасти потому, что люди вне индийского общества не относятся ни к какой касте... Зачем это вообще нужно? Определение касты важно для определения дхармы.</p>

                    <p class="lead"><strong>Дхарма</strong> — в каком-то понимании, предписанная деятельность. Только выполняя свою предписанную деятельность, свой долг, можно достичь освобождения. При чём, лучше плохо выполнять свою дхарму, чем хорошо чужую.</p>

                    <p class="lead"><strong>Кундалини-шакти</strong> — энергия обладающая сознанием, спящая у основания позвоночника. Предполагается поднятие её по центральному каналу нади, сушумне. Для этого выполняется многолетняя, постоянная практика асан и параням
                        с бандхами. Если каналы нади не очищены практикой садханы, и кундалини двинется не по сушумне, человек сходит с ума или умирает.</p>

                    <hr class="featurette-divider">

                    <h2 id="primary">Первоисточники</h2>
                    <p class="lead">Тексты издаются как правило с комментариями. Существует много разных комментариев на одни и те же тексты.</p>

                    <h3>Катха упанишада</h3>
                    <p class="lead">Рассматривает, как и другие упанишады, вопросы, которые древние греки называли метафизикой. Философский трактат, без практических упражнений. По сюжету, молодой брамин Начикета попадает к богу Яме и просит объяснить ему, что происходит
                        с человеком после смерти. Излагается основная система ценностей веданты. Текст небольшой, есть аудиокнига. </p>

                    <h3>Бхагават гита</h3>
                    <p class="lead">Крайне популярный текст. Часть эпоса Махабхарата, повести о великой войне. Для понимания нужно знать сюжетную линию Махабхараты. Доступным языком объясняет знания упанишад. Действие ради действия, без привязанности к его плодам. Равное
                        отношение к успеху и неудаче, уравновешенность. <strong>Йога в одном из своих словарных переводов — искусное действие в уравновешенном состоянии ума, без привязанности к результату.</strong></p>

                    <p class="lead">Описаны виды йоги:</p>
                    <ul>
                        <li class="lead">Карма йога — предписанные действия без привязанности к их плодам;</li>
                        <li class="lead">Гьяна йога — йога знания. Внутреннее жертвоприношение, например, чувства подносятся на огонь самодисциплины. Самопознание. Изучение вед.;</li>
                        <li class="lead">Саньяса йога — отречение от действий, аскетизм;</li>
                        <li class="lead">Дхьяна йога — вариант перевода, медитация. Даются общие практические рекомендации.;</li>
                        <li class="lead">Гьяна-Вигьянна йога — йога постижения, мудрости. Бог во всём.</li>
                        <li class="lead">Бхакти йога — появящение себя, богу как личности.</li>
                        <li class="lead">Кшетра кшетраджни йога — йога, познающего поле деятельности. Поле, знание, познаваемое...</li>
                    </ul>

                    <h3>Йога Сутры Патанджали</h3>
                    <p class="lead">Основополагающий текст по йоге. Описывает практические методики достижения самадхи.</p>
                    <p class="lead">Сложный учебник. Приблизительно 500 год до нашей эры. Об авторе известны только мифы и легенды, нет точной информации.</p>
                    <p class="lead">В основном описываются внутренние практики. Нет описания физических упражнений, только несколько поз сидя.</p>
                    <p class="lead">Если на групповом классе йоги вам говорят, что преподают йогу Птанджали, значит вешают лапшу на уши! Вероятно, они имеют в виду что разделяют систему ценностей этого трактата, и видимо не имеют достаточного образования в предмете.</p>
                    <p class="lead">Текст, довольно сжатый 196 строк, сутр. Подразумевается, что читатель знаком с основными понятиями индуизма, насыщен сложными терминами.</p>
                    <p class="lead">Рекомендуется читать с комментариями Свами Сатьянанды Сарасвати.</p>

                    <p class="lead">Ключевые понятия:</p>
                    <ul>
                        <li class="lead">Абхьяса — регулярно повторяющаяся практика, с пониманием и удовлетворением (не путать с мирским удовольствием, как от еды);</li>
                        <li class="lead">Варьягья — дисциплина ума, отрешённость, отсутствие раги и двеши (влечения и отвращения);</li>
                        <li class="lead">Самадхи — не переводимое понятие, как вариант состояние сверх сознания. Характеризуется отсутствием привычной мыслительной деятельности и расширенным восприятием. Описываются разные уровни самадхи, Сабиджа, Нирбиджа и Дхармамекка;</li>
                        <li class="lead">Ишвара пранидхана — посвящение себя богу, имеется в виду высшее сознание, без указания конкретного божества;</li>
                        <li class="lead">Джапа — повторение, твержение мантры, слога ом;</li>
                        <li class="lead">Кумбхака — задержка дыхания;</li>
                        <li class="lead">Авидья — незнание своей истинной природы, препятствие;</li>
                        <li class="lead">Клеша — омрачение;</li>
                        <li class="lead">Дхьяна — неточный перевод медитация, точнее созерцание;</li>
                        <li class="lead">Карма — для цели йоги необходимо устранение как плохой, так и хорошей кармы;</li>
                        <li class="lead">Пуруша и Пракрити — Сознание и материальная природа;</li>
                    </ul>
                    <p class="lead">Восемь средств [осуществления] йоги:</p>
                    <ul>
                        <li class="lead">Яма — самоконтроль:
                            <ul>
                                <li>Ахимса — ненасилие;</li>
                                <li>Сатья — правдивость;</li>
                                <li>Астея — честность;</li>
                                <li>Брахмачарья — чувственное воздержание;</li>
                                <li>Апариграха — нестяжательство.</li>
                            </ul>
                        </li>

                        <li class="lead">Нияма — соблюдение [религиозных] предписаний:
                            <ul>
                                <li>Шауча — очищение;</li>
                                <li>Сантоша — удовлетворенность;</li>
                                <li>Тапас — усердие, аскетизм;</li>
                                <li>Свадхьяя — самоизучение;</li>
                                <li>Ишварапранидхана — подчинение Богу.</li>
                            </ul>
                        </li>
                        <li class="lead">Асана — позы сидя, устойчивые и удобные;</li>
                        <li class="lead">Пранаяма — регуляция дыхания;</li>
                        <li class="lead">Пратьяхара — отвлечение [органов чувств];</li>
                        <li class="lead">Дхарана — концентрация [на объекте];</li>
                        <li class="lead">Дхьяна — созерцание;</li>
                        <li class="lead">Самадхи — сосредоточение.</li>
                    </ul>


                    <h3 id="pradipika">Хатха йога пратипика</h3>
                    <p class="lead">Текст приблизительно 15го века нашей эры, относится к тантрам (виды текстов) и принадлежит к традиции натхов. Орден натхов предположительно возник в раннем средневековье. Ведёт своё начало от Матьсьендра Натха далее его ученика Горакша
                        Натха и записана Свами Сватмарамой.</p>
                    <p class="lead">Точно не известно была ли хатха, она же кундалини йога (не путайте с кудналини йогой Йоги Бхаджана, придуманной в Америке) сформирована в традиции натхов, однако тексты её описывающие написаны натхами. Написана на санскрите и относится
                        к шастрам. Традиция Натхов жива, но хатха йога больше не практикуется, только ритуальные практиками.</p>
                    <p class="lead">Название хатха-йога, переводиться, как йога с натугой, с усилием. Тантричесая йога средневековья сугубо практическая дисциплина. Натхи не основывали ашрамов, мало внимание уделяли философии, религиозная часть относительно проста. Практиковали
                        пранаямы, мудры, бандхи, мантры и асаны.</p>
                    <p class="lead">Текст, как и все тантры изобилует специфическим сленгом, характерным для данной традиции, что затрудняет перевод. Некоторые моменты переведены приблизительно и неточно.</p>
                    <p class="lead">Состоит из четырёх глав: асаны, пранаямы, мудры и кундалини-самадхи. Отличается от традиционно индийского отношения к телу, здесь предполагалось достижение бессмертия тела, с целью, конечно, практики садханы.</p>
                    <p class="lead">Хатха йога рассматривается как подводящее к раджа йоге. Нет раджа йоги, без хатха йоги и нет хатха йоги, без раджа йоги.</p>
                    <p class="lead">Втексте указаны характерные для индуизма предписания ямы и ниямы, дополнены и перемешены, относительно йога сутр. Изобилует описанием асан, для подготовки к техникам пранаямы.</p>
                    <p class="lead">Описаны каналы нади и способы их очищения. Описана диета, в обычном аюрведическом представлении, сатвичное питание.</p>
                    <p class="lead">Описаны прананямы и шаткармы, практиковать указано под руководством гуру. Описано движение праны по основным каналам нади, сушумна, ида и пингала. Практические методы тантры. Указаны общие показания к выполнению шаткарм.</p>
                    <p class="lead">Текст изобилует метафорами и преувеличениями, характерными для подобных текстов.</p>
                    <p class="lead">Рассматриваются мудры, некие физические упражнения для перенаправления энергии в теле, обычно комплексное упражнение в асане с бандхами и кумбхакой, а не пальцевые ритуальные замыкания.</p>

                    <p class="lead">Самое непонятное место текста, это описание ваджроли, сахаджроли и амороли. Очевидно перевести сленговые описание процессов сейчас не представляется возможным.</p>
                    <p class="lead">В Хатха Йога Прадипике, самадхи достигается путём поднятия Кундалини.</p>



                    <hr class="featurette-divider">

                    <h2 id="trabl">Проблемы современного толкования. Неоиндуизм. Нью&nbsp;Эйдж</h2>
                    <p class="lead">Сложно найти объективную информацию, из-за действия агентов РПЦ.</p>
                    <p class="lead">Внутри Индуизма существует множество ответвлений и культов, многие из которых совершенно неизвестны. Отличительной чертой настоящего индуизма является наличие парампары, линии передачи. Индуизм не прозелитическая религия они не проповедуют
                        и не заинтересованы в распространении. Все традиционные школы признают авторитет вед и упанишад.</p>
                    <p class="lead">Изредка бывают случаи, когда самопровозглашённые гуру имеют авторитет, как внутри Индии, так и на западе, для них характерна коммерческая составляющая. Святые идеи дхармы несут сначала в богатые страны!))</p>
                    <p class="lead">Неоиндуистские секты обычно строятся по принципам сетевого маркетинга. Используют адаптированные индуистские техники работы с сознанием.</p>
                    <p class="lead">Особое место занимает Вайшнавская секта Искон. Они даже имеют парампару с 16го века, однако у них явно прослеживается прозелитизм и западный маркетинг.</p>
                    <p class="lead">Нельзя забывать, что любая религия так же существует за счёт прихожан и в этом смысле сложно провести грань.</p>
                    <p class="lead">Традиционных школ индуизма нет на западе. Никакая индуистская школа организовано не проповедует на западе, это всё нео-индуистские образования. Некоторые из них вполне безобидны, например, Саи Баба, излагал упрощённо традиционный индуизм.</p>
                    <p class="lead"><strong>Один из принципов секты, это ограничение информации и запрет на чтение и изучение информации из разных источников. Что встречается и в крупных религиях.</strong></p>
                    <p class="lead">Объединения могут быть коммерческие, основанные на культе личности, но не обязательно вредоносными. Однако бывают и деструктивные наносящие ущерб психике.</p>
                    <p class="lead">Многие современные секты основаны не на индуизме, а на христианстве, сикхизме и других религиях.</p>
                    <p class="lead">Сейчас большую популярность набирают психологические тренинги и культы, построенные по принципам секты. Одна из первых, даже переходных, это Саентоголия.</p>
                    <p class="lead">Различные ньюэйджерские направления типа Танец Мандала. Сертификат богини за 300 евро и тому подобное.</p>
                    <p class="lead"></p>
                    <p class="lead"></p>

                </div>
            </div>
            <hr class="featurette-divider">
        </div>